#1 work
cars = ["BMW", "Mercedes", "Audi", "Porsche", "Nissan"]
print("საყვარელი მანქანები:", cars)

# 2) საყვარელი საჭმლის სია
foods = ["პიცა", "ხინკალი", "ბურგერი", "საცივი", "შაურმა"]
print("საყვარელი საჭმელები:", foods)

# 3) რიცხვების სია
num = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10]

# თითოეული ელემენტის დაპრინტვა
print("ყველა რიცხვი სიაში:")
for n in num:
    print(n)

# 2-იდან 8 ჩათვლით
print("რიცხვები 2-იდან 8 ჩათვლით:", num[1:8])

# 5-იდან 10 ჩათვლით
print("რიცხვები 5-იდან 10 ჩათვლით:", num[4:10])